Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_SCREEN_RECOGNITION_FOOTER_IPHONE
source: Your iPhone will automatically improve the accessibility of apps that have no accessibility information, such as identifying the state of buttons or toggles, and by grouping related items together. In other apps, Screen Recognition can be accessed through the rotor.
ar: سيحسن iPhone تسهيلات استخدام التطبيقات التي لا تحتوي على معلومات تسهيلات الاستخدام، مثل التعريف بحالة الأزرار ومفاتيح التبديل، وجمع العناصر ذات الصلة مع بعضها. في التطبيقات الأخرى، يمكن الوصول إلى "التعرف على الشاشة" من الدوار.
bg: iPhone автоматично ще подобрява функциите за улеснен достъп в приложенията, в които няма информация за улеснен достъп, например чрез идентифициране на състоянието на бутони или превключватели, както и чрез групиране на свързани елементи. В други приложения функцията Разпознаване на екрана може да бъде достъпна чрез шайбата.
ca: L’iPhone millorarà automàticament l’accessibilitat de les apps que no tinguin informació d’accessibilitat, per exemple, que no identifiquin l’estat dels botons o no agrupin els ítems relacionats. A la resta d’apps, podràs accedir al reconeixement de pantalla a través del rotor.
cs: iPhone bude automaticky zlepšovat zpřístupnění aplikací, které pro zpřístupnění neposkytují žádná data. Například bude identifikovat stav tlačítek nebo přepínačů a bude seskupovat související položky. V ostatních aplikacích můžete používat Rozpoznávání obsahu obrazovky na rotoru.
da: Din iPhone forbedrer automatisk tilgængeligheden af apps, der ikke har oplysninger om tilgængelighed, f.eks. ved at identificere tilstanden for knapper eller mærker og ved at gruppere relaterede emner sammen. I andre apps kan du få adgang til Skærmgenkendelse vha. rotoren.
de: Dein iPhone verbessert automatisch die Bedienbarkeit von Apps, die keine Infos für die Bedienung haben, wie z. B. die Identifizierung des Status von Tasten oder Umschaltern und durch Gruppierung verwandter Objekte. In anderen Apps kann auf die Bildschirmerkennung über den Rotor zugegriffen werden.
el: Το iPhone θα βελτιώνει αυτόματα την προσβασιμότητα εφαρμογών που δεν έχουν πληροφορίες προσβασιμότητας – για παράδειγμα, θα προσδιορίζει την κατάσταση κουμπιών ή διακοπτών και θα ομαδοποιεί σχετιζόμενα στοιχεία. Σε άλλες εφαρμογές, η Αναγνώριση οθόνης μπορεί να προσπελαστεί μέσω του ρότορα.
es: El iPhone mejorará automáticamente la accesibilidad de las apps que no dispongan de información accesible, por ejemplo, identificando el estado de los botones y agrupando los ítems relacionados. En otras apps, se puede acceder a la función de reconocimiento de pantalla a través del rotor.
es_us: Tu iPhone mejorará automáticamente la accesibilidad de apps que no tengan información de accesibilidad, como identificar el estado de botones o si algo está encendido o no, y agrupando elementos relacionados. En otras apps, se puede acceder al reconocimiento de voz mediante el rotor.
fi: iPhone parantaa automaattisesti käyttöapua apeissa, joissa ei ole käyttöaputietoja, kuten painikkeiden ja tilanvaihtopainikkeiden tilan tunnistus, ja ryhmittelemällä toisiinsa liittyvät kohteen yhteen. Muissa apeissa näytöntunnistusta voidaan käyttää roottorin avulla.
fr: Votre iPhone améliorera automatiquement l’accessibilité des apps ne présentant aucune information liée à l’accessibilité. Il pourra notamment identifier l’état des boutons et des curseurs ou encore regrouper certains éléments. Dans les autres apps, la reconnaissance de l’écran peut être activée avec le rotor.
fr_ca: Votre iPhone améliorera automatiquement l’accessibilité des apps qui ne disposent d’aucune information d’accessibilité. Il permettra par exemple d’identifier l’état des boutons ou des commutateurs et de regrouper les éléments connexes. Dans d’autres apps, la reconnaissance d’écran est accessible au moyen du rotor.
he: ה-iPhone ישפר באופן אוטומטי את תכונות הנגישות של יישומים שאינם כוללים מידע בנושא נגישות, כמו למשל זיהוי מצב הכפתורים והמתגים, או קיבוץ פריטים שקשורים אחד לשני. ביישומים אחרים, ניתן לגשת ל״זיהוי מסך״ דרך החוגה שעל המסך.
hi: जिन ऐप्स में ऐक्सेसिबिलिटी जानकारी नहीं होती है उनकी ऐक्सेसिबिलिटी को आपका iPhone ऑटोमैटिकली बेहतर बनाएगा, जैसे कि बटन या टॉगल की स्थिति की पहचान करके और संबंधित आइटम का एक जगह समूह बनाकर। अन्य ऐप्स में स्क्रीन पहचान को रोटर के द्वारा ऐक्सेस किया जा सकता है।
hr: Vaš će iPhone automatski poboljšati pristupačnost aplikacija koje ne sadrže informacije pristupačnosti, kao što je prepoznavanje statusa tipki ili prekidača, te će povezane stavke grupirati. U drugim aplikacijama možete pristupiti Prepoznavanju zaslona putem rotora.
hu: Az iPhone-ja automatikusan javítani fogja a kisegítő információkkal nem rendelkező appok olyan kisegítő lehetőségeit, mint a gombok vagy a váltókapcsolók állapotának felismerése és a kapcsolódó elemek csoportosítása. Más appokban a Képernyőfelismerés a rotorral érhető el.
id: iPhone Anda akan secara otomatis meningkatkan aksesibilitas app yang tidak memiliki informasi aksesibilitas, seperti mengidentifikasi status tombol atau pengubah dan mengelompokkan item terkait. Di app lain, Pengenalan Layar dapat diakses melalui rotor.
it: iPhone migliorerà automaticamente l’accessibilità delle app che non presentano informazioni di accessibilità. Ad esempio, potrà identificare lo stato dei pulsanti o degli interruttori e raggruppare gli elementi correlati. Nelle altre app, puoi accedere al riconoscimento dello schermo tramite il rotore.
ja: このiPhoneで、例えば、ボタンやスイッチの切り替えの状態を確認したり、関連する項目をグループ化するなどのアクセシビリティ情報がないアプリのアクセシビリティを自動的に改善します。その他のアプリでは、画面認識はローターを使ってアクセス可能です。
kk: iPhone құрылғыңыз әмбебап қол жеткізу ақпараты жоқ қолданбалардың әмбебап қол жеткізу мүмкіндігін автоматты түрде арттырады, мысалы, түймелер мен ауыстырып-қосқыштардың күйін анықтайды және қатысты элементтерді бірге топтастырады. Басқа қолданбаларда «Экранды тану» опциясына ротор арқылы қол жеткізуге болады.
ko: 앱에 손쉬운 사용 관련 정보가 없는 경우 iPhone이 해당 앱의 버튼 또는 토글 상태를 식별하고 관련된 항목을 그룹으로 함께 지정하는 등 자동으로 앱을 더 사용하기 쉽게 만듭니다. 그 외의 앱에서는 로터를 통해 화면 인식 기능에 접근할 수 있습니다.
lt: Jūsų „iPhone“ automatiškai pagerins prieinamumo informacijos neturinčių programų prieinamumą, pvz., nustatys mygtukų ar perjungiklių būseną ir sugrupuos susijusius elementus. Kitose programose ekrano atpažinimas prieinamas naudojant rotorių.
ms: iPhone anda akan meningkatkan kebolehcapaian app yang tidak mempunyai maklumat kebolehcapaian secara automatik, seperti mengenal pasti keadaan butang atau togol, serta dengan mengumpulkan item yang berkaitan bersama-sama. Dalam app lain, Pengecaman Skrin boleh diakses menerusi rotor.
nl: Je iPhone verbetert automatisch de toegankelijkheid van apps waarbij geen toegankelijkheidsinformatie beschikbaar is, zoals het identificeren van de status van knoppen of schakelaars, en door verwante onderdelen te groeperen. In andere apps is 'Schermherkenning' toegankelijk via de rotor.
no: iPhonen vil automatisk forbedre tilgjengeligheten til apper som ikke har sin egen informasjon om tilgjengelighet, som informasjon om statusen til knapper eller brytere, og ved å gruppere tilknyttede elementer sammen. I andre apper kan Skjermgjenkjenning brukes fra rotoren.
pl: iPhone będzie automatycznie poprawiał dostępność w aplikacjach, które nie zawierają odpowiednich informacji (np. opisujących stan przycisków i przełączników oraz grupy elementów interfejsu). W innych aplikacjach funkcja Rozpoznawanie ekranu jest dostępna za pośrednictwem pokrętła.
pt_br: O iPhone irá melhorar automaticamente a acessibilidade de apps que não possuem informações de acessibilidade, como a identificação do estado de botões, e agrupará itens relacionados. Em outros apps, o Reconhecimento de Tela pode ser acessado pelo rotor.
pt_pt: O iPhone melhorará automaticamente a acessibilidade das aplicações que não disponibilizam informação de acessibilidade, através, por exemplo, da identificação do estado dos botões e do agrupamento de elementos relacionados. Nas outras aplicações, é possível aceder ao reconhecimento de ecrã através do rotor.
ro: iPhone‑ul va îmbunătăți automat accesibilitatea aplicațiilor care nu dispun de informații de accesibilitate, cum ar fi prin identificarea stării butoanelor sau comutatoarelor și prin gruparea articolelor asociate. În alte aplicații, funcționalitatea “Recunoaștere ecran” poate fi accesată prin intermediul rotorului.
ru: Ваш iPhone автоматически улучшит универсальный доступ для приложений, не имеющих такой информации универсального доступа, как идентификация состояния кнопок или переключателей, а также группируя связанные объекты. В других приложениях доступ к функции «Распознавание экрана» может быть осуществлен с помощью ротора.
sk: iPhone bude automaticky vylepšovať sprístupnenie apiek, ktoré neobsahujú žiadne informácie pre prístupnosť. Bude napríklad identifikovať stav tlačidiel alebo prepínačov a zoskupovať súvisiace položky. V ostatných apkách môžete k Rozpoznávaniu obsahu obrazovky pristupovať pomocou rotora.
sl: iPhone bo samodejno izboljšal dostopnost aplikacij, ki ne vključujejo nobenih informacij o dostopnosti (na primer o stanju gumbov ali preklopov), hkrati pa jo bo izboljšal z združevanjem povezanih elementov. V drugih aplikacijah je mogoče do funkcije prepoznavanja zaslona dostopati prek rotorja.
sv: iPhone kommer automatiskt att förbättra tillgängligheten för appar som inte har någon tillgänglighetsinformation, till exempel genom att identifiera läget för knappar och reglage samt genom att placera relaterade objekt tillsammans i grupper. I andra appar kommer du åt Skärmigenkänning med hjälp av rotorn.
th: iPhone ของคุณจะปรับปรุงการช่วยการเข้าถึงของแอปที่ไม่มีข้อมูลการช่วยการเข้าถึงโดยอัตโนมัติ เช่น ระบุสถานะของปุ่มหรือปุ่มสลับการทำงาน และโดยการจัดกลุ่มสิ่งที่เกี่ยวข้องกัน แอปอื่นที่มีข้อมูลการช่วยการเข้าถึงสามารถเข้าถึงการเรียนรู้หน้าจอได้โดยผ่านตัวหมุน
tr: iPhone’unuz, düğmelerin durumunu belirleme gibi erişilebilirlik bilgisi olmayan uygulamaların erişilebilirliğini ilişkili öğeleri gruplayarak otomatik olarak iyileştirir. Başka uygulamalardayken Ekran Tanıma’ya rotor ile erişilebilir.
uk: Якщо в програмах немає інформації для надання доступності, iPhone автоматично покращуватиме цю функцію (визначатиме стан кнопок і перемикачів, групуватиме повʼязані елементи тощо). В інших програмах можна вмикати Розпізнавання екрана через ротор.
vi: iPhone của bạn sẽ tự động cải thiện trợ năng của các ứng dụng không có thông tin trợ năng, ví dụ như xác định trạng thái của các nút hoặc công tắc và bằng cách nhóm các mục liên quan cùng nhau. Trong các ứng dụng khác, Nhận dạng màn hình có thể được truy cập thông qua rô-to.
zh_cn: iPhone将自动改善没有辅助功能信息的App的辅助功能，例如识别按钮或开关的状态和将相关的项目分成一组。在其他App中，“屏幕识别”可通过转子访问。
zh_hk: 你的iPhone將會自動為沒有輔助使用資料的App改進其輔助使用功能，例如識別按鈕或切換的狀態，以及將相關的項目分組。在其他App中，可以透過轉輪取用「螢幕識別」。
zh_tw: iPhone將自動為不具輔助使用資訊的App改進其輔助使用功能，例如辨識按鈕或切換的狀態，和分類相關的項目，「螢幕辨識」可以透過轉輪取用。

# vo.play.sound
source: Sound
ar: الصوت
bg: Звук
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
es_us: Sonido
fi: Ääni
fr: Son
fr_ca: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Bunyi
it: Suono
ja: サウンド
kk: Дыбыс
ko: 사운드
lt: Garsas
ms: Bunyi
nl: Geluid
no: Lyd
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
th: ส่งเสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_cn: 声效反馈
zh_hk: 音效
zh_tw: 音效

# VO_LIVE_RECOGNITION_CUSTOMIZATION_IPOD
source: Using on-device intelligence, your iPod touch can detect people, doors, scenes, text, and furniture around you. Your iPod touch can also detect text that is near your finger with Point and Speak. You can select which of these detectors appear in the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPod touch اكتشاف الأشخاص والأبواب والمشاهد والنصوص والأثاث من حولك. بإمكان iPod touch أيضًا اكتشاف النص بالقرب من إصبعك باستخدام "الإشارة والنطق". يمكنك تحديد المستشعرات التي تظهر في "دوار التعرف المباشر".
bg: Използвайки интелигентността на устройството, вашият iPod touch може да открива хора, врати, сцени, текст и мебели около вас. Също така вашият iPod touch може с помощта на функцията Посочи и говори да открива текст близо до вашия пръст. Можете да изберете кои от тези детектори да се появяват в шайбата Разпознаване на живо.
ca: L’iPod touch utilitza la intel·ligència local del dispositiu per detectar les persones, les portes, les escenes, el text i el mobiliari que tens a prop. A més, inclou la funció “Apunta i llegeix”, que detecta el text que assenyales amb el dit. També pots personalitzar els detectors que es mostren al rotor del reconeixement en temps real.
cs: iPod touch dokáže s použitím vlastní inteligence zařízení detekovat lidi, dveře, scény, text a nábytek ve vašem okolí. Hlasová odezva při zaměření vám na iPodu touch navíc umožňuje rozpoznávat text, na který ukážete prstem. Na rotor živého rozpoznávání si můžete podle potřeby přidat kterékoli z těchto detektorů.
da: Ved hjælp af intelligens på enheden kan iPod touch registrere personer, døre, scener, tekst og møbler omkring dig. Din iPod touch kan også registrere tekst, der er tæt på din finger med funktionen Peg og læs op. Du kan angive, hvilke af disse detektorer, der skal vises i rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPod touch Personen, Türen, Szenen, Text und Einrichtungsgegenstände in deiner Umgebung erkennen. Dein iPod touch kann zudem mit der Funktion „Zeigen und Sprechen“ Text erkennen, der sich in der Nähe deines Fingers befindet. Du kannst festlegen, welche dieser Erkennungsfunktionen im Liveerkennungs­rotor angezeigt werden.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPod touch μπορεί να ανιχνεύει άτομα, πόρτες, σκηνές, κείμενο και έπιπλα γύρω σας. Το iPod touch μπορεί επίσης να ανιχνεύει κείμενο που βρίσκεται κοντά στο δάχτυλό σας με την Κατάδειξη και ομιλία. Μπορείτε να επιλέξετε τους ανιχνευτές που θα εμφανίζονται στον ρότορα της Αναγνώρισης σε πραγματικό χρόνο.
es: El iPod touch utiliza la inteligencia local del dispositivo para detectar personas, puertas, escenas, texto y muebles cerca de ti. El iPod touch también es capaz de detectar el texto que apuntes con el dedo con la función “Apuntar y hablar”. Puedes elegir los detectores que quieres que aparezcan en el rotor de la función “Reconocimiento en tiempo real”.
es_us: Mediante la inteligencia en el dispositivo, tu iPod touch puede detectar personas, puertas, escenas, texto y muebles a tu alrededor. Además, con la función Apuntar y leer, puede detectar el texto que se encuentra cerca de tu dedo. Puedes elegir qué detectores se muestran en el rotor de reconocimiento en vivo.
fi: iPod touch voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia ihmisiä, ovia, tilanteita, tekstiä ja huonekaluja. iPod touch voi myös tunnistaa sormesi lähellä olevan tekstin Osoita ja kuuntele -toiminnolla. Voit valita, mitkä näistä tunnistimista näkyvät Ympäristön tunnistus -roottorissa.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPod touch peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Votre iPod touch peut également détecter le texte à proximité de votre doigt à l’aide de « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPod touch peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Il peut également détecter le texte à proximité de votre doigt grâce à « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר מאפשר ל-iPod touch לזהות אנשים, דלתות, תרחישים, מלל ורהיטים בסביבה שלך. ה-iPod touch יכול גם לזהות מלל שנמצא בסמוך לאצבע שלך באמצעות ״הצבעה להקראה״. באפשרותך לבחור אילו מבין המזהים יופיעו בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का उपयोग करके, आपका iPod touch आपके आस-पास के लोगों, दरवाज़ों, दृश्यों, टेक्स्ट और फ़र्नीचर का पता लगा सकता है। आपका iPod touch “पॉइंट करें और बोलें” की मदद से आपकी उँगली के पास मौजूद टेक्स्ट का भी पता लगा सकता है। आप चुन सकते हैं कि इनमें से कौन सा डिटेक्टर लाइव पहचान रोटर में दिखाई दे।
hr: Koristeći inteligenciju na uređaju, vaš iPod touch može detektirati osobe, vrata, scene, tekst i namještaj oko vas. iPod touch također može detektirati tekst u blizini vašeg prsta pomoću značajke Usmjeravanje i govor. Možete odrediti koji od ovih detektora će se prikazivati u rotoru Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPod toucha képes az Ön közelében található személyek, ajtók, környezeti elemek, szövegek és bútorok észlelésére. Az iPod toucha a Mutatás és beszéd funkció használatával emellett képes észlelni az Ön ujja környékén található szövegeket. Kiválaszthatja, hogy ezen észlelési funkciók közül melyik jelenjen meg az Élő észlelés rotorban.
id: Dengan menggunakan kecerdasan pada perangkat, iPod touch Anda dapat mendeteksi orang, pintu, pemandangan, teks, dan furnitur di sekitar Anda. iPod touch Anda juga dapat mendeteksi teks yang di dekat jari Anda dengan Tunjuk dan Ucapkan. Anda dapat memilih detektor mana yang muncul di Rotor Pengenalan Langsung.
it: iPod touch può usare l’intelligenza artificiale presente sul dispositivo per rilevare persone, porte, scene, testo e mobili intorno a te. iPod touch è anche in grado di rilevare il testo vicino al tuo dito con “Indica e ascolta”. Puoi selezionare quali di questi strumenti appaiono nel rotore di “Riconoscimento in tempo reale”.
ja: デバイス上の人工知能機能を使用して、iPod touchで近くにいる人、ドア、シーン、テキスト、および家具を検出できます。“指差し読み上げ”を使うことにより、差している指の近くのテキストも検出できます。ライブ認識ローターにどの検出機能を表示するかを選択することができます。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPod touch құрылғыңыз айналаңыздағы адамдарды, есіктерді, көріністерді, мәтінді және жиһазды анықтай алады. Сондай-ақ iPod touch құрылғыңыз «Таңдалғанды дыбыстау» арқылы саусағыңызға жақын мәтінді анықтай алады. Осы детекторлардың қайсысы шынайы уақытта тану роторында пайда болатынын таңдауға болады.
ko: iPod touch가 온디바이스 지능형 기능을 이용해 사용자 주변의 사람, 문, 장면, 텍스트, 가구 등을 감지할 수 있습니다. 또한 ‘가리키면 읽어주기’ 기능으로 사용자 손가락 근처의 텍스트를 감지할 수 있습니다. 감지 기능 중에서 실시간 인지 로터에 표시할 항목을 직접 선택할 수도 있습니다.
lt: Pasinaudodamas „iPod touch“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančius žmones, duris, aplinkas, tekstą ir baldus. Naudojant „Įgarsinimą parodant“, „iPod touch“ taip pat gali aptikti šalia jūsų piršto esantį tekstą. Kuriuos iš šių detektorių pateikti ekrane galite pasirinkti naudodami „Aplinkos atpažinimo rotorių“.
ms: Menggunakan kecerdasan pada peranti, iPod touch anda boleh mengesan orang, pintu, suasana, teks dan perabot di sekeliling anda. iPod touch anda juga boleh mengesan teks berdekatan jari anda dengan Tuding dan Sebut. Anda boleh memilih antara pengesan yang kelihatan dalam Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPod touch personen, deuren, scènes, tekst en meubilair om je heen detecteren. Je iPod touch kan met 'Wijs en spreek' ook tekst detecteren die zich in de buurt van je vinger bevindt. Je kunt selecteren welke van deze detectors worden weergegeven in de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPod touch gjenkjenne personer, dører, scener, tekst og møbler i omgivelsene dine. iPod touch kan også gjenkjenne tekst nær fingeren din med Pek og snakk. Du kan velge hvilke av disse detektorene som skal vises i rotoren Gjenkjenning av omgivelser.
pl: iPod touch wykorzystuje wbudowaną sztuczną inteligencję do wykrywania osób, drzwi, scen, napisów i mebli w Twoim otoczeniu. W trybie Wskaż i mów może także wykrywać, co znajduje się w pobliżu Twojego palca. Możesz wybrać, które z tych narzędzi wykrywania mają być dostępne na pokrętle Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPod touch pode detectar pessoas, portas, cenas, texto e móveis ao seu redor. Com a função Apontar e Falar, o iPod touch também pode detectar texto perto do seu dedo. Você pode selecionar quais desses detectores aparecem no Rotor de Reconhecimento ao Vivo.
pt_pt: O iPod touch usa a tecnologia de inteligência incorporada para detetar pessoas, portas, cenários, texto e móveis à sua volta. Através da funcionalidade Apontar e enunciar, o iPod touch também pode detetar o texto que aponte com o dedo. É possível selecionar quais destes detetores devem aparecer no rotor do reconhecimento em tempo real.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPod touch‑ul poate detecta persoane, uși, scene, text și obiecte de mobilier din jurul dvs. De asemenea, iPod touch‑ul poate detecta textul aflat în apropierea degetului dvs. cu “Indicare și enunțare”. Puteți selecta care dintre aceste detectoare să apară în rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPod touch может обнаруживать людей, двери, сценарии, текст и мебель вокруг Вас. Кроме того, iPod touch может распознавать текст рядом с Вашим пальцем и задействовать функцию «Озвучивание выбранного». Вы можете выбрать, какие из этих детекторов будут отображаться в роторе «Распознавание окружения».
sk: iPod touch dokáže použitím vlastnej inteligencie na zariadení detegovať ľudí, dvere, text a nábytok vo vašom okolí. Hlasová odozva pri namierení na iPode touch navyše rozpoznáva text, na ktorý ukážete prstom. Ľubovoľný z týchto detektorov si môžete pridať do rotora Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko naprava iPod touch zazna osebe, vrata, prizore, besedilo in pohištvo v vaši okolici. S funkcijo Izgovori pokazano lahko naprava iPod touch zazna tudi besedilo v bližini prsta. Izberete lahko, kateri zaznavalniki bodo prikazani v rotorju za prepoznavanje v živo.
sv: Med hjälp av intelligens på enheten kan iPod touch upptäcka personer, dörrar, scenarier, text och möbler runt dig. iPod touch kan även detektera text som finns i närheten av ditt finger med hjälp av Peka och tala. Du kan ange vilka av dessa detektorer som ska visas med hjälp av rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPod touch ของคุณสามารถตรวจจับผู้คน ประตู สภาพแวดล้อม ข้อความ และเฟอร์นิเจอร์ที่อยู่รอบตัวคุณได้ iPod touch ยังสามารถตรวจจับข้อความที่อยู่ใกล้กับนิ้วมือของคุณได้ด้วยการชี้และอ่านออกเสียง คุณสามารถเลือกที่จะแสดงตัวตรวจจับเหล่านี้ในตัวหมุนสังเกตรอบตัวได้
tr: iPod touch’ınız, aygıttaki yapay zekâyı kullanarak çevrenizdeki kişileri, kapıları, ortamları, metinleri ve mobilyaları algılayabilir. iPod touch’ınız, Doğrult ve Seslendir sayesinde parmağınızın yakınındaki metinleri de algılayabilir. Bu algılayıcılardan hangilerinin Canlı Tanıma rotorunda görüneceğini seçebilirsiniz.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPod touch може описувати оточення та виявляти людей, двері, текст і меблі навколо вас. Функція «Навести й озвучити» на iPod touch може виявляти текст поряд із вашим пальцем. Можна вибрати, які з цих функцій показувати в роторі «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPod touch có thể phát hiện người, cửa, cảnh, văn bản và đồ nội thất xung quanh bạn. iPod touch cũng có thể phát hiện văn bản ở gần ngón tay của bạn với tính năng Trỏ và đọc. Bạn có thể lựa chọn bộ phát hiện nào sẽ xuất hiện trong rô-to Nhận biết trực tiếp.
zh_cn: iPod touch使用设备端智能技术，可检测你周围的人、门、场景、文本和家具。iPod touch还可以通过“指字即读”检测手指附近的文本。你可以选择在“实时识别转子”中显示哪些检测器。
zh_hk: 使用裝置端智能技術，iPod touch可以偵測你身邊的人、門户、場景、文字和傢俬。iPod touch亦可使用「指住即讀」偵測你手指附近的文字。你可以選擇要在「即時識別」轉輪中顯示哪些偵測器。
zh_tw: 你的iPod touch會使用裝置端的智慧技術偵測你周圍的人物、門、場景、文字和家具。你的iPod touch也可以透過「指字即讀」偵測手指附近的文字。你可以在「即時辨識轉輪」中選取要顯示的偵測器。
